1- Get all the properties that can be applied to instances of the Politician class (<http://dbpedia.org/ontology/Politician>) 

# Query

PREFIX ont: <http://dbpedia.org/ontology/>
SELECT DISTINCT ?property 
WHERE {
?x a ont:Politician .
?x ?property ?y
} LIMIT 100

# Result:


{ "head": { "link": [], "vars": ["property"] },
  "results": { "distinct": false, "ordered": true, "bindings": [
    { "property": { "type": "uri", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type" }},
    { "property": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#label" }},
    { "property": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#comment" }},
    { "property": { "type": "uri", "value": "http://www.w3.org/2002/07/owl#differentFrom" }},
    { "property": { "type": "uri", "value": "http://www.w3.org/2000/01/rdf-schema#seeAlso" }},
    { "property": { "type": "uri", "value": "http://www.w3.org/2002/07/owl#sameAs" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/deathPlace" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/deathPlace" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/deathDate" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/birthPlace" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/birthDate" }},
    { "property": { "type": "uri", "value": "http://purl.org/dc/terms/subject" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/wikiPageID" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/wikiPageRevisionID" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/wikiPageExternalLink" }},
    { "property": { "type": "uri", "value": "http://xmlns.com/foaf/0.1/name" }},
    { "property": { "type": "uri", "value": "http://xmlns.com/foaf/0.1/homepage" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/name" }},
    { "property": { "type": "uri", "value": "http://xmlns.com/foaf/0.1/depiction" }},
    { "property": { "type": "uri", "value": "http://purl.org/dc/terms/description" }},
    { "property": { "type": "uri", "value": "http://xmlns.com/foaf/0.1/givenName" }},
    { "property": { "type": "uri", "value": "http://xmlns.com/foaf/0.1/gender" }},
    { "property": { "type": "uri", "value": "http://xmlns.com/foaf/0.1/isPrimaryTopicOf" }},
    { "property": { "type": "uri", "value": "http://xmlns.com/foaf/0.1/surname" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/thumbnail" }},
    { "property": { "type": "uri", "value": "http://www.w3.org/ns/prov#wasDerivedFrom" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/abstract" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/activeYearsEndDate" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/activeYearsStartDate" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/almaMater" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/award" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/battle" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/birthName" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/child" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/country" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/deputy" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/governorGeneral" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/militaryBranch" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/militaryRank" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/militaryUnit" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/monarch" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/nationality" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/occupation" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/office" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/orderInOffice" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/otherParty" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/party" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/president" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/primeMinister" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/profession" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/region" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/relation" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/religion" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/residence" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/restingPlace" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/serviceEndYear" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/serviceStartYear" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/spouse" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/successor" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/ontology/vicePresident" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/after" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/align" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/alongside" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/authorlink" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/b" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/before" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/birthDate" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/birthName" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/by" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/caption" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/children" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/citizenship" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/class" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/constituency" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/creation" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/date" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/direction" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/district" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/ethnicity" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/first" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/footer" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/footerAlign" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/headerAlign" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/honorificPrefix" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/honorificSuffix" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/id" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/image" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/imageName" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/imagesize" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/jr/sr" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/knownFor" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/labels" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/last" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/module" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/n" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/nationality" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/nativeNameLang" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/no" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/number" }},
    { "property": { "type": "uri", "value": "http://dbpedia.org/property/occupation" }} ] } }
