1)Get all the properties that can be applied to instances of the Politician class (<http://dbpedia.org/ontology/Politician>)

select distinct ?property where {
         ?instance a <http://dbpedia.org/ontology/Politician> . 
         ?instance ?property ?obj . 

}LIMIT 100

Result:
http://www.w3.org/1999/02/22-rdf-syntax-ns#type
http://www.w3.org/2000/01/rdf-schema#label
http://www.w3.org/2000/01/rdf-schema#comment
http://es.dbpedia.org/property/dead
http://es.dbpedia.org/property/enelcargo
http://es.dbpedia.org/property/equipoDebut
http://es.dbpedia.org/property/equipoRetiro
http://es.dbpedia.org/property/fortuna
http://es.dbpedia.org/property/oponentes
http://es.dbpedia.org/property/relaciones
http://es.dbpedia.org/property/retiro
http://www.w3.org/ns/prov#wasDerivedFrom
http://www.w3.org/2002/07/owl#sameAs
http://purl.org/dc/terms/subject
http://dbpedia.org/ontology/thumbnail
http://xmlns.com/foaf/0.1/depiction
http://es.dbpedia.org/property/3data
http://es.dbpedia.org/property/abreviaturaBot
http://es.dbpedia.org/property/afiliaciones
--------------------------------------------------------------------------------------------
2)Get all the properties, except rdf:type, that can be applied to instances of the Politician class

select distinct ?property where {
         ?instance a <http://dbpedia.org/ontology/Politician> . 
         ?instance ?property ?obj . 
         filter (?property not in(rdf:type))

}LIMIT 100

Result:
http://www.w3.org/2000/01/rdf-schema#label
http://www.w3.org/2000/01/rdf-schema#comment
http://es.dbpedia.org/property/dead
http://es.dbpedia.org/property/enelcargo
http://es.dbpedia.org/property/equipoDebut
http://es.dbpedia.org/property/equipoRetiro
http://es.dbpedia.org/property/fortuna
http://es.dbpedia.org/property/oponentes
http://es.dbpedia.org/property/relaciones
http://es.dbpedia.org/property/retiro
http://www.w3.org/ns/prov#wasDerivedFrom
http://www.w3.org/2002/07/owl#sameAs
http://purl.org/dc/terms/subject
http://dbpedia.org/ontology/thumbnail
http://xmlns.com/foaf/0.1/depiction
http://es.dbpedia.org/property/3data
http://es.dbpedia.org/property/abreviaturaBot
http://es.dbpedia.org/property/afiliaciones
http://es.dbpedia.org/property/almaMater
http://es.dbpedia.org/property/almaMáter
http://es.dbpedia.org/property/almamater
http://es.dbpedia.org/property/almamáter
http://es.dbpedia.org/property/altura
http://es.dbpedia.org/property/ancho
http://es.dbpedia.org/property/apellido
http://es.dbpedia.org/property/apellidos
http://es.dbpedia.org/property/apellidosEditor
-----------------------------------------------------------------------------------

3) Which different values exist for the properties, except rdf:type, of the instances of the Politician class?
select count (distinct ?obj) as ?values where {
         ?instance a <http://dbpedia.org/ontology/Politician> . 
         ?instance ?property ?obj . 
         filter (?property not in(rdf:type))

} LIMIT 100

Result:
values
483707
------------------------------------------------------------------------
4)For each of the properties, except rdf:type, that can be applied to instances of the Politician class, which different values do they take in those instances?
select distinct?obj where{
 ?instance a <http://dbpedia.org/ontology/Politician> . 
         ?instance ?property ?obj . 
         filter (?property not in(rdf:type))

} LIMIT 100

Result:
obj
"Marcia Alicia Fernández Piña"@es
"Argentina Rubiera"@es
"Francisco Pizano de Brigard"@es
"Gabriel Barceló"@es
"Gabriel Cruz"@es
"Guillermo Novara"@es
"Gustavo Oliva"@es
"Mario Alberto Dávila Delgado"@es
"Raquel Barajas"@es
"Rodrigo Hermosilla Gatica"@es
"Sergio Sepúlveda Corvalán"@es
"Albert Botran"@es
"Antoni Castellà"@es
"Benet Salellas"@es
"Clemente Agosto"@es
"Diego García de García Vilas"@es
"Gabriela Serra"@es
"Gian Nicola Berti"@es
"Ingrid Schemelensky"@es
"Isabel Muradàs"@es
"Jesús Gerardo Izquierdo Rojas"@es
"Meritxell Ruiz"@es
"Meritxell Serret"@es
"Miriam Prado Carrascal"@es

---------------------------------------------------------------------------
5)For each of the properties, except rdf:type, that can be applied to instances of the Politician class, how many distinct values do they take in those instances?

select ?property count (distinct ?obj) as ?values where {
         ?instance a <http://dbpedia.org/ontology/Politician> . 
         ?instance ?property ?obj . 
         filter (?property not in(rdf:type))

} LIMIT 100

Result:
property	values
http://xmlns.com/foaf/0.1/isPrimaryTopicOf	21036
http://es.dbpedia.org/property/description	2
http://es.dbpedia.org/property/cadena	2
http://es.dbpedia.org/property/dimensiones	1
http://www.w3.org/2002/07/owl#sameAs	101862
http://es.dbpedia.org/property/sitio	3
http://es.dbpedia.org/property/partidopolítico	1
http://es.dbpedia.org/property/hijo	4
http://es.dbpedia.org/property/piedeimagen	6
http://es.dbpedia.org/property/diputadaFederalLxiiiLegislatura	1
http://es.dbpedia.org/property/abortos	1
http://es.dbpedia.org/property/cédulaDeCiudadanía	1
http://es.dbpedia.org/property/secretarioGeneral	1
http://es.dbpedia.org/property/audio	1
http://es.dbpedia.org/property/abortado	1
http://es.dbpedia.org/property/asin	1
http://es.dbpedia.org/property/antes	1
http://es.dbpedia.org/property/conexiones	3
http://es.dbpedia.org/property/d	2
http://es.dbpedia.org/property/piefoto	1
http://es.dbpedia.org/property/nacionalidad	71
http://es.dbpedia.org/property/4a	4
http://es.dbpedia.org/property/educacionSecundaria	1
http://es.dbpedia.org/property/cargos	1